var localDataBase = [{
    date: "Sep 18 2016",
    title: "正是虾肥蟹壮时",
    imgSrc: "/images/post/crab.png",
    avatar: "/images/avatar/1.png",
    content: "本篇文章给大家带来的内容是关于微信小程序中 快捷键的设置步骤（图文），有一定的参考价值，有需要的朋友可以参考一下，希望对你有所帮助",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author:"林白衣",
    dateTime:"24小时前",
    detail: "炉石传说能不好玩吗，当然很好玩了啦啦啦啦啦。生活不易，祝你快乐小程序提供了一个简单、高效的应用开发框架和丰富的组件及API，帮助开发者在微信中开发具有原生 巴沙尔·阿萨德1965年9月1日出生于叙利亚首都大马士革，是已故总统哈菲兹·阿萨德的次子，2000年7月就任叙利亚总统。他上台后，稳健推进国内经济和政治改革，积极扩大对外交往。几年来，叙利亚国内政局稳定，经济形势好转，周边环境改善。巴沙尔的执政地位也日趋稳固，成为阿拉伯新生代中较成功的代表之一",
    postID:0
  },
  {
    date: "Nov 25 2018",
    title: "比利林恩的中场故事",
    imgSrc: "/images/post/bl.png",
    avatar: "/images/avatar/2.png",
    content: "本篇文章给大家带来的内容是关于微信小程序中 快捷键的设置步骤（图文），有一定的参考价值，有需要的朋友可以参考一下，希望对你有所帮助",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author: "迷的城",
    dateTime: "24小时前",
    detail: "炉石传说能不好玩吗，当然很好玩了啦啦啦啦啦。生活不易，祝你快乐小程序提供了一个简单、高效的应用开发框架和丰富的组件及API，帮助开发者在微信中开发具有原生 巴沙尔·阿萨德1965年9月1日出生于叙利亚首都大马士革，是已故总统哈菲兹·阿萨德的次子，2000年7月就任叙利亚总统。他上台后，稳健推进国内经济和政治改革，积极扩大对外交往。几年来，叙利亚国内政局稳定，经济形势好转，周边环境改善。巴沙尔的执政地位也日趋稳固，成为阿拉伯新生代中较成功的代表之一",
    postID:1
  },
  {
    date: "Nov 25 2018",
    title: "当我们在谈论经济学时，我们在谈论什么",
    imgSrc: "/images/post/sls.jpg",
    avatar: "/images/avatar/3.png",
    content: "本篇文章给大家带来的内容是关于微信小程序中 快捷键的设置步骤（图文），有一定的参考价值，有需要的朋友可以参考一下，希望对你有所帮助",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author: "你好啊",
    dateTime: "24小时前",
    detail: "炉石传说能不好玩吗，当然很好玩了啦啦啦啦啦。生活不易，祝你快乐小程序提供了一个简单、高效的应用开发框架和丰富的组件及API，帮助开发者在微信中开发具有原生 巴沙尔·阿萨德1965年9月1日出生于叙利亚首都大马士革，是已故总统哈菲兹·阿萨德的次子，2000年7月就任叙利亚总统。他上台后，稳健推进国内经济和政治改革，积极扩大对外交往。几年来，叙利亚国内政局稳定，经济形势好转，周边环境改善。巴沙尔的执政地位也日趋稳固，成为阿拉伯新生代中较成功的代表之一",
    postID: 2
  },
  {
    date: "Nov 25 2018",
    title: "微信小程序开发指南",
    imgSrc: "/images/post/xiaolong.jpg",
    avatar: "/images/avatar/5.png",
    content: "本篇文章给大家带来的内容是关于微信小程序中 快捷键的设置步骤（图文），有一定的参考价值，有需要的朋友可以参考一下，希望对你有所帮助",
    reading: "112",
    collection: "96",
    postID: 3,
    headImgSrc: "/images/post/crab.png",
    author: "王五",
    dateTime: "24小时前",
    detail: "炉石传说能不好玩吗，当然很好玩了啦啦啦啦啦。生活不易，祝你快乐小程序提供了一个简单、高效的应用开发框架和丰富的组件及API，帮助开发者在微信中开发具有原生 巴沙尔·阿萨德1965年9月1日出生于叙利亚首都大马士革，是已故总统哈菲兹·阿萨德的次子，2000年7月就任叙利亚总统。他上台后，稳健推进国内经济和政治改革，积极扩大对外交往。几年来，叙利亚国内政局稳定，经济形势好转，周边环境改善。巴沙尔的执政地位也日趋稳固，成为阿拉伯新生代中较成功的代表之一",
    headImgSrc:"/images/post/crab.png"
  },
  {
    date: "Nov 25 2018",
    title: "从视觉到触觉",
    imgSrc: "/images/post/vr.png",
    avatar: "/images/avatar/3.png",
    content: "本篇文章给大家带来的内容是关于微信小程序中 快捷键的设置步骤（图文），有一定的参考价值，有需要的朋友可以参考一下，希望对你有所帮助",
    reading: "112",
    collection: "96",
    headImgSrc: "/images/post/crab.png",
    author: "逐流",
    dateTime: "24小时前",
    detail: "炉石传说能不好玩吗，当然很好玩了啦啦啦啦啦。生活不易，祝你快乐小程序提供了一个简单、高效的应用开发框架和丰富的组件及API，帮助开发者在微信中开发具有原生 巴沙尔·阿萨德1965年9月1日出生于叙利亚首都大马士革，是已故总统哈菲兹·阿萨德的次子，2000年7月就任叙利亚总统。他上台后，稳健推进国内经济和政治改革，积极扩大对外交往。几年来，叙利亚国内政局稳定，经济形势好转，周边环境改善。巴沙尔的执政地位也日趋稳固，成为阿拉伯新生代中较成功的代表之一",
    postID: 4
  }
]

var a = 2
module.exports={
  postList:localDataBase,
  a_key:a
}